[GENERAL]
NAME					= Hungarian
TRANSLATOR				= Zityi's Translator Team
DLG_FONT_NAME                           =
DLG_FONT_SIZE                           =

[TEXT]
TEXT_APP_NAME				= Bandicut
TEXT_BUILDNO				= Build#
TEXT_VERSION				= Bandicut ${str1} (${str2})
TEXT_APPINFO				= Bandicut - Gyors és egyszerű videószerkesztő.
TEXT_BETA				= Béta
TEXT_UNREGISTERED			= Regisztrálatlan

TEXT_YES				= Igen
TEXT_NO					= Nem
TEXT_CLOSE				= Bezárás
TEXT_CANCEL				= Mégse
TEXT_OK					= OK
TEXT_ABORT				= Leállítás
TEXT_RETRY				= Újra
TEXT_IGNORE				= Kihagyás
TEXT_CONTINUE				= Folytatás

TEXT_SAVE				= Mentés
TEXT_NOT_SAVE				= Nincs mentés

TEXT_SECOND				= Mp

TEXT_OPEN_FILE				= Fájl megnyitása
TEXT_SELECT_FOLDER			= Válasszon célmappát.

TEXT_SEG_DURATION			= Időtartam: ${str1}
TEXT_SEEK_POS				= Pozícionálás ${str1}
TEXT_TOTAL_SEG_DURATION			= Összesen ${str1}
TEXT_HIGH_SPEED_MODE			= Gyors mód
TEXT_HIGH_ENCODING_MODE			= Kódolási mód

TEXT_VOLUME_MUTE			= Némítás
TEXT_VOLUME				= Hangerő: ${int1}

TEXT_CHANGE_LANG			= A nyelv módosításához, újra kell indítania a Bandicut programot.[br]Újraindítja most?
TEXT_RESET_ALL_SETTINGS			= Valóban visszaállítja az alapértelmezett beállításokat?
TEXT_SHUTDOWN_SEC			= A rendszer ${int1} másodpercen belül le fog állni.
TEXT_SHUTDOWN_APP_SEC			= A Bandicut ${int1} másodperc múlva ki fog lépni.

TEXT_UPDATE_AVAILABLE			= Új Bandicut verzió érhető el. [br]Le szeretné tölteni most?
TEXT_UPDATE_UNAVAILABLE			= Jelenleg ez a legfrissebb verzió.
TEXT_UPDATE_FAILED			= Nem sikerült ellenőrizni a verzió információkat. [br]Lehetséges, hogy ez a rendszer jelenleg nem kapcsolódik az internethez. Kérjük, próbálja meg újra.
TEXT_OFFLINE				= Ez a funkció akkor használható, ha ez a rendszer csatlakozik az internethez[br]Kérjük, próbálkozzon újra az internetkapcsolat ellenőrzése után.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Error, Warning
TEXT_PROGRAM_INVALID			= Ez a program érvénytelen. [br]Újra kell telepítenie a Bandicut programot.

TEXT_NOT_SEEKABLE			= Ez a médiafájl nem kereshető.
TEXT_NOT_SEEKABLE_DETAIL		= A gyors mód és a szegmens beállítások nem érhetők el.[br]- Az index tábla sérült.[br]- Nincs kulcskocka vagy index tábla.

TEXT_NOT_SUPPORT_FILE			= A Bandicut nem támogatja ezeket a fájlokat. [br](Nem áll rendelkezésre videó vagy kódek információ.)[br]Megtekintheti a fájlinformációkat.
TEXT_NOT_SUPPORT_VIDEO			= [br]- Videókódek ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_AUDIO			= [br]- Hangkódek ${int1} : ${int2} ${str1}
TEXT_NOT_SUPPORT_FORMAT			= [br]- Fájlformátum : ${str1}
TEXT_NOT_SUPPORT_NONE			= Nincs
TEXT_NOT_SUPPORT_NOT_DECODE		= (Nem játszható le)
TEXT_NOT_SUPPORT_NO_VIDEO_DATA		= (Nincs videó adat)
TEXT_NOT_SUPPORT_NOT_EXIST		= [br]A bemeneti fájl nem létezik.[br]Kérjük, ellenőrizze a fájl elérési útvonalát.

TEXT_NOT_HIGH_SPEED			= A gyors mód nem érhető el.
TEXT_NOT_HIGH_SPEED_DETAIL		= Ez a fájl nem képes használni a gyors módot egy kódek hiba miatt. [br]- Kérjük, használja a kódolási módot.
TEXT_NOT_HIGH_SPEED_NOT_ENOUGH_VFRAME	= - 10 videó képkockánál kevesebb van.
TEXT_NOT_HIGH_SPEED_QUERY		= - Nem sikerült létrehozni a médiafájlt.

TEXT_NOT_HIGH_SPEED_KEY_FRAME		= A gyors mód sokkal gyorsabb a kódolási módnál. [br]Azonban, az aktuális fájl kezdési ideje módosulhat a gyors mód használatakor (${str1}).

TEXT_KEY_FRAME_CUT_TITLE		= A gyors móddal szeretné folytatni?
TEXT_KEY_FRAME_CUT_IMPOSSIBLE		= A gyors mód regisztráció után érhető el.[br][br]Szeretne Bandicut licencet vásárolni?

TEXT_FRAME_CUT_CANT_CHANGE		= Nem módosíthatja ezt a beállítást a Bandicut ingyenes változatában.[br]Szeretne Bandicut licencet vásárolni?

TEXT_KEY_FRAME_CUT			= - A fájl kezdési ideje módosulhat.
TEXT_KEY_FRAME_CUT2			= - Kérjük, használja a kódolási módot, ha bármilyen problémát tapasztal.

TEXT_NOT_HIGH_SPEED_JOIN		=A gyors mód az egyesítésnél, csak a pontosan megegyező formátumok esetében használható.

TEXT_MSG_CONVERTING_CLOSE		=A feladat jelenleg fut. Valóban megszakítja és bezárja a Bandicut programot?
TEXT_MSG_CONVERTING_CANCEL		=A feladat jelenleg fut. Valóban megszakítja?
TEXT_MSG_CHECK_NOT_SHOW			=Ne jelenjen meg többé
TEXT_MSG_WRITE_HEADER			=A fájl fejlécének írása folyamatban. Ha a fájl nagy, ezt a feladat sokáig tarthat. Kis türelmét kérjük.

TEXT_ERROR_DISKSPACE_TITLE		=Nincs elég lemezterület a kimeneti mappa számára.
TEXT_ERROR_DISKSPACE			=Nincs elegendő lemezterület a mentéshez. Kérjük, válasszon egy másik könyvtárat, vagy szabadítson fel több helyet a merevlemezen.
TEXT_ERROR_DISKSPACE_DETAIL		=[br]-Elérhető lemezterület: ${str1}[br]-Szükséges lemezterület:${str2}
TEXT_ERROR_CACHE_DISKSPACE_TITLE	=Nincs elég lemezterület a gyorsítótár mappa számára.
TEXT_ERROR_CACHE_DISKSPACE		=Módosítsa a gyorsítótár mappáját, majd próbálkozzon újra.
TEXT_ERROR_CACHE_DISKSPACE_DETAIL	=[br]-Elérhető lemezterület: ${str1}[br]-Szükséges lemezterület:${str2}
TEXT_ERROR_FILE_SYSTEM_TITLE		=Módosítsa a kimeneti vagy gyorsítótár mappát.
TEXT_ERROR_FILE_SYSTEM			=Kimeneti vagy gyorsítótár-mappa nem található NTFS fájlrendszerben, ami problémákat okozhat a 4 GB-nál nagyobb fájlok feldolgozása során.[br]-Módosítandó mappa:
TEXT_CANT_KEYFRAME_SEEK			=Médiafájl elemzése most. Az elemzése befejezése után, kulcskocka egység szerint kerehet.
TEXT_READ_FILE				=Nem sikerült beolvasni a fájlt. Kérjük, ellenőrizze a bemeneti fájlt.[br]Ha a fájl CD/DVD-n található, másolja a fájlt a merevlemez meghajtóra, és próbálja meg újra.
TEXT_CODEC_CONFIG			=Helytelen kódolási beállítások.[br]Kérjük, lépjen a 'Kódolási beállítások' menübe, és használja az alapértelmezett kódolási beállításokat, majd próbálja meg újra.
TEXT_CODEC_CONFIG2			=[br]Lépjen a 'Kódolási beállítások' menübe, használja az alapértelmezett kódolási beállításokat, majd próbálkozzon újra.
TEXT_VIDEO_ENCODING			=Hiba történt a videó kódolása közben. Kérjük, ellenőrizze a bemeneti fájlt.
TEXT_VIDEO_ENCODING_QSV_TITLE		=A konvertálás leállt, mivel probléma van az Intel® Quick Sync Video kódolóval.
TEXT_VIDEO_ENCODING_QSV			=Használja a H.264 szoftveres kódolót?
TEXT_AUDIO_ENCODING			=Hiba történt az audió kódolása közben. Kérjük, ellenőrizze a bemeneti fájlt.
TEXT_NOT_SUPPORT_TYPE			=Nem sikerült létrehozni a kimeneti fájlt.
TEXT_UNSUPPORT_VIDEO_SIZE		=Nem lehet átalakítani erre a videófelbontásra.[br]A(z) ${str1} által támogatott legnagyobb felbontás: ${str2}.[br]Lépjen a 'Kódolási beállítások' menübe, válasszon másik videófelbontást, és próbálja újra.
TEXT_NO_ENCODER				=Nem található a kódoló.
TEXT_SEND_FILE				=Ha elküldi a videófájlt a bandicut@bandicam.com címre, megpróbáljuk kijavítani ezt a problémát.
TEXT_CHECK_CHANGE_ENCODER		=A H.264 szoftveres kódoló használata innentől
TEXT_INTER_FILE				=Hiba történt a videó kimeneti mappába mentéskor.
TEXT_CANT_DECODE_AUDIO			=Egyes hangsávokat nem lehet visszafejteni.[br]Azok nem lesznek konvertálva. Biztosan folytatja?

TEXT_REBUILD_COMPLETE			=Fájl(ok) szerkesztésre készen.
TEXT_REBUILD_FAILED			=Hiba történt a videófájl(ok) előkészítése során.[br]

TEXT_ERRMSG_CONVERT_NUM			=A kódolás sikertelen (${int1}).
TEXT_ERRMSG_CONVERT_VSIZE		=Nem sikerült használni a gyors módot, mivel a fájl túl nagy. Kérjük, használja a Kódolási módot.

TEXT_MSG_CHANGE_MODE_DROP		=Ha több fájlt adunk a Bandicut-hoz, a Bandicut átvált Egyesítés módra. [br]Valóban folytatni szeretné?
TEXT_MSG_CANT_CHANGE			=A Bandicut elemzi a hozzáadott fájlokat. [br]Kis türelmet...

TEXT_MISSED_FILE_REMOVE 		=A fájl eltávolításra került a szegmens listáról, mivel nem létezik.[br]-${str1}

TEXT_INVALID_VALUE			=Adjon meg egy értéket ${int1} és ${int2} között.

TEXT_WARNING_MAX_SEGMENT         	=Legfeljebb ${int1} fájlt/szegmenst adhat hozzá.
TEXT_WARNING_MAX_SEGMENT_FAIL           =A(z) ${int1} alatti fájlok nem lettek hozzáadva.[br]${str1}
TEXT_WARNING_MAX_SEGMENT_AUTO		=Ön túl fogja lépni a Bandicut (99) maximális szegmenseinek a számát. Ha folytatja, akkor bizonyos szegmensek nem lesznek hozzáadva.[br]Valóban folytatni szeretné?
TEXT_WARNING_MAX_SEGMENT_SHORT		=A Bandicut nem tudja ${int1} részre osztani, mivel az egyes szegmensek ideje túl rövid.[br]Kérjük, adjon meg egy kisebb számot.
TEXT_WARNING_MAX_SEGMENT_AUTO_CANT	=A szegmens nem osztható tovább, mivel a maximális szegmens szám túl lett lépve.
TEXT_WARNING_MAX_SEGMENT_ZERO		=Az idő hosszabb, mint a szegmens ideje.[br]Kérjük, állítson be kisebb értéket, és próbálkozzon újra.
TEXT_WARNING_INVALID_TIME		=Kérjük, 1 másodpercnél hosszabb időt állítson be.

TEXT_EXIST_FILE_HEADER			=Egy ilyen nevű fájl már létezik.
TEXT_EXIST_FILE_COMMENT			=Ha folytatja ezt a feladatot, a sorszám kerül a fájl nevéhez. Valóban folytatni szeretné?
TEXT_EXIST_FILE_OVERWRITE			=Projektfájl mentése
TEXT_EXIST_FILE_COMMENT_OVERWRITE	=A(z) ${str1} már létezik.[br]Felülírja?

TEXT_MSG_PROJECT_HELP			=Mi az a projektfájl?
TEXT_MSG_SAVE_PROJECT_HEADER		=Egy feladat folyamatban van.
TEXT_MSG_SAVE_PROJECT			=Feladat folyamatban. A videófájlok vagy egy projektfájl hozzáadása esetén a futó feladat el fog veszni. [br] Folytatni szeretné?
TEXT_MSG_SAVE_PROJECT2			=Folytatni szeretné egy projektfájl mentése után?
TEXT_MSG_SAVE_PROJECT_CLOSE		=Folytatni szeretné egy projektfájl mentése után?
TEXT_MSG_LOAD_PROJECT_FAIL		=Nem sikerült megnyitni a projektfájlt.
TEXT_MSG_RESTORE_PROJECT		=A Bandicut nem állt le megfelelően.[br]Visszaállítja az előző feladatot?

; Available Encoder
TEXT_RECOMMEND_CODEC_COMMENT		=Az Intel® Quick Sync Video H.264 kódoló lehet, hogy elérhető. A QSV egy nagy teljesítményű hardveres gyorsítást használó kódoló. [br]Ellátogat a súgó oldalra a QSV H.264 kódoló engedélyezéséhez?[br]<a>more</a>
TEXT_RECOMMEND_CODEC_COMMENT_OK		=Felkeresi a súgó oldalt?

TEXT_ENCODER_TITLE			=${str1} kódoló elérhető
TEXT_ENCODER_AVAILABLE_ENCODER		=A(z) ${str1} egy hardveres kódoló, amely a a szoftveralapú kódolónál nagyobb sebességgel teszi lehetővé a videók szerkesztését.
TEXT_ENCODER_AVAILABLE_ENCODER_OK	=[br]Használni szeretné a(z) ${str1} kódolót?

TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD	=Ez a funkció már nem elérhető a Facebook irányelvei miatt.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Log
TEXT_INPUT_FILE_INFO			=Bemeneti fájl információk
TEXT_H264_NOT_SUPPORT			=Ez a rendszer nem támogatja a H.264 kódolást.
TEXT_FILE_NAME				=Fájlnév: ${str1}
TEXT_FILE_TYPE				=Fájlformátum: ${str1}
TEXT_FILE_DURATION			=Időtartam: ${str1}
TEXT_FILE_SIZE				=Fájlméret: ${str1}
TEXT_SEGMENT				=Szegmensek: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_START		=- Eredeti indítási idő: ${str1}
TEXT_HIGH_SPEED_KEY_FRAME_KEY_START	=- Új indítási idő: ${str1}
TEXT_ENABLE_HIGH_SPEED			=Gyors mód használata: ${str1}
TEXT_SEEKABLE				=${str1} keresése
TEXT_POSSIBLE				=Engedélyezés
TEXT_IMPOSSIBLE				=Letiltás
TEXT_POSSIBLE_REG			=Regisztráció után érhető el.
TEXT_TRACK_COUNT			=${int1} videósáv, ${int2} hangsáv
TEXT_OUTPUT_FILE_INFO			=Kimeneti fájl információk
TEXT_ADD_FAILED				=[Nem sikerült hozzáadni a fájlt]
TEXT_OUTPUT_OPTION			=Kimeneti opciók
TEXT_INPUT_FILES			=[Bemeneti fájlok(Szegmensek) száma : ${int1}]
TEXT_H264_ENCODER			=H.264 kódoló
TEXT_CODEC				=Kódek

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Main window
TEXT_MAIN_MOVIE_FILES			=Médiafájlok
TEXT_MAIN_PROJECT_FILES			=Projektfájlok
TEXT_MAIN_ALL_FILES			=Minden fájl

TEXT_MOREINFO				=Lásd még...

TEXT_SEGMENT_TITLE			=Szegmens ${str1}
TEXT_SEGMENT_FILE_TITLE			=Fájl ${str1}

TEXT_RECORDING				=Bandicam képernyõrögzítõ indítása[br](PC képernyő, játék vagy webkamera rögzítése)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Banner
TEXT_BANNER_FONT			=Arial
TEXT_BANNER_FONT_COLOR			=#bbb
TEXT_BANNER_FONT_OVER_COLOR		=#5acf0c
TEXT_BANNER_OFF_TITLE			=Próba
TEXT_BANNER_OFF_SUBJECT			=A regisztrálatlan verziót használja.
TEXT_BANNER_OFF_CONTENTS_1		=Ha megvásárolja és regisztrálja a Bandicut licencet,
TEXT_BANNER_OFF_CONTENTS_2		=korlátozások nélkül használhatja a szoftvert.
TEXT_BANNER_RESULT_SUBJECT		=Nem elégedett a sebességgel?
TEXT_BANNER_RESULT_CONTENTS_1		=Kérjük, vásároljon Bandicut licencet.
TEXT_BANNER_RESULT_CONTENTS_2		=A sebesség tovább növekszik <b>${str1}% (${str2})</b>.
TEXT_BANNER_RESULT_BTN			=Vásárlás

TEXT_BANNER_UWP_SUBJECT			=Microsoft Store Bandicut Video Cutter (ingyenes)
TEXT_BANNER_UWP_CONTENTS_1		=A leggyorsabb veszteségmentes videó vágó, daraboló és egyesítő
TEXT_BANNER_UWP_CONTENTS_2		=További információkért látogasson el a hivatalos weboldalra.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Configuration
TEXT_TAB_GENERAL			=Általános
TEXT_TAB_FILE				=Kimenet
TEXT_TAB_LANGUAGE			=Nyelv
TEXT_TAB_HIGHSPEED			=Gyors mód
TEXT_TAB_VFILTER			=Videó szűrő
TEXT_TAB_INFO				=Névjegy

TEXT_PREFIX_FILE_NAME			=Forrásfájl neve
TEXT_PREFIX_CUSTOM			=Egyéni előtag
TEXT_PREFIX_NONOE			=Nincs
TEXT_SUFFIX_TIME			=Dátum és idő
TEXT_SUFFIX_SERIAL			=Sorszám
TEXT_SUFFIX_DATE_SERIAL			=Dátum és sorszám
TEXT_FILE_EXAMPLE			=Pl.)
TEXT_DEFAULT_CACHE_FOLDER		=(Alapértelmezett)

TEXT_INTEL_QSV				=Intel® Quick Sync videó (Gyors, Hardveres gyorsítás)

TEXT_H264_NOT_SUPPORT			=Ez a rendszer nem támogatja a H.264 kódolást.[br]Felkeresi a súgó lapot?

TEXT_VIDEO_QUALITY			=Minőség
TEXT_VIDEO_BITRATE			=Bitarány(kb/s)
TEXT_AUDIO_MONO				=Monó
TEXT_AUDIO_STEREO			=Sztereó
TEXT_NO_VIDEO				=Nincs kép
TEXT_NO_AUDIO				=Nincs hang
TEXT_VIDEO				=Videó
TEXT_AUDIO				=Audió
TEXT_UNKNOWN				=Ismeretlen
TEXT_AUTO				=Automatikus
TEXT_ALWAYS				=Mindig
TEXT_DONT_USE				=Ne használja

TEXT_FIT_WIDTH				=Szélességhez igazítás
TEXT_FIT_HEIGHT				=Magassághoz igazítás
TEXT_SIZE_AUTO				=Eredeti méret megtartása
TEXT_SIZE_CUSTOM			=Egyéni

TEXT_FIT_WIDTH_INFO			=Szélességhez igazítás (${int1}x0)
TEXT_FIT_HEIGHT_INFO			=Magassághoz igazítás (0x${int1})
TEXT_SIZE_AUTO_INFO			=(${int1}x${int2})

TEXT_FULL_HD				=1920x1080(Full HD, 1080p)
TEXT_FIT_IPAD2				=1024 x 768 (iPad2)
TEXT_FIT_IPHONE4			=960 x 640 (iPhone4)
TEXT_FIT_NEW_IPAD			=2048 x 1536 (Új iPad)

TEXT_FPS_AUTO				=Eredeti FPS megtartása

TEXT_MIN_VIDEO_SIZE			=A videó szélesség és magasság minimális értéke ${int1}.
TEXT_MAX_VIDEO_SIZE			=A videó szélesség és magasság a maximális értéke ${int1}.
TEXT_ODD_VIDEO_SIZE			=A kódolás sikertelen lehet, ha a videó szélessége vagy magassága egy páratlan szám.[br] Meg szeretné változtatni a videó méretét az alábbiak szerint?
TEXT_ODD_VIDEO_SIZE2			=[br]- A felhasználó által megadott videó mérete: ${int1} x ${int2}
TEXT_ODD_VIDEO_SIZE2_1			=[br]- Új videóméret: ${int1} x ${int2}
TEXT_MAX_VIDEO_KBITRATE			=A videó bitarány maximális értéke ${int1} Kb/s.
TEXT_MAX_VIDEO_QUALITY			=A videó minőség értékének 10 és 100 között kell lennie.
TEXT_DONT_ALLOW_NORMALIZE		=Ez az opció nem használható a [Hangsávok eltávolítása] opcióval.[br]Le szeretné tiltani a [Hangsávok eltávolítása] opciót?
TEXT_DONT_ALLOW_REMOVE_AUDIO		=Ez az opció nem használható a [Normalizálás] opcióval.[br]Le szeretné tiltani a [Normalizálás] opciót?

TEXT_SAMPLERATE_AUTO			=Eredeti frekvencia megtartása

TEXT_ASK_FOR_REG			=Regisztrálatlan verzió
TEXT_ASK_FOR_REG_DETAIL			=Vásároljon Bandicut licencet az összes korlátozás eltávolításához.
TEXT_ASK_FOR_REG_CONTINUE		=Kihagyás és folytatás
TEXT_ASK_FOR_REG_REGNOW			=Bandicut regisztrálása
TEXT_ASK_FOR_REG_TRY			=Regisztrálatlan Bandicut kipróbálása

TEXT_NOT_EXIST_OUTPUT			=A célmappa nem létezik. Kérjük, válasszon ki egy új mappát.
TEXT_NOT_SUPPORT_FOLDER			=Nem menthet fájlokat ebbe a mappába. Kérjük, válasszon másik mappát.
TEXT_NOT_SAVE_SOURCE_FOLDER		=Nem menthet fájlokat a forrásmappába [br]Folytatni szeretné a [Mentés a forrásmappába] opció kijelölésének visszavonása után?
TEXT_NOT_ALLOWED_CHAR			=A fájl neve nem tartalmazhatja a következő karaktereket.[br]${str1}
TEXT_LONG_PATH				=A fájl neve túl hosszú a mentéshez. Kérjük, rövidítse le a fájl nevét, majd próbálja meg újra, vagy próbálkozzon egy rövidebb elérési útvonallal rendelkező hellyel.[br]A fájl útvonalának maximális hossza ${int1} karakter lehet.
TEXT_ADDING_FILES			=Médiafájlok hozzáadása folyamatban. Kis türelmét kérjük.

TEXT_DEFAULT_PRESET			=Alapértelmezett
TEXT_FIT_WIDTH_PRESET			=Szélességhez igazítás
TEXT_FIT_HEIGHT_PRESET			=Magassághoz igazítás
TEXT_UPLOAD_480_PRESET			=YouTube / Twitter (480p, 30fps)
TEXT_UPLOAD_720_PRESET			=YouTube / Twitter (720p, 30fps)
TEXT_UPLOAD_1080_PRESET			=YouTube / Twitter (1080p, 30fps)
TEXT_SMARTPHONE_PRESET			=Okostelefon
TEXT_PPT_PRESET				=PowerPoint
TEXT_DELETE_PRESET			=Törli az előre beállított sémát?[br][br]-Séma neve: ${str1}
TEXT_SAME_PRESET			=A megadott név már létezik. Felül akarja írni a meglévő sémát?[br][br]-Séma neve: ${str1}
TEXT_SAME_RENAME_PRESET			=A megadott név már létezik. Adjon meg egy másik nevet.[br][br]-Séma neve: ${str1}
TEXT_REFLECTED_PRESET			=A séma alkalmazásra került[br][br]-Séma neve: ${str1}

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Installer
TEXT_WELCOMEPAGE_TEXT			=Ez a szoftver telepíteni fogja a Bandicut programot számítógépére.[br][br]Ha a Bandicut fut, kérjük zárja be a telepítés megkezdése előtt.[br][br]Kattintson a Tovább gombra a folytatáshoz.
TEXT_DELETE_ALL_FILES			=A(z) (${str1}) nem minden állománya került eltávolításra. [br]El szeretné távolítani azokat?
TEXT_STILLRUN_EXIT_PROGRAM		=A program használatban van. Zárja be a programot, mielőtt továbblépne.
TEXT_THIS_IS_NT_ONLY_APP		=Ez a szoftver csak a Windows Vista és későbbi verziókkal működik megfelelően. [br]Le szeretné tölteni a Windows XP-re való verziót?
TEXT_DO_NOT_WORK_32BIT			=Ez a program nem működik 32-bites Windows rendszeren. [br]Letölti a 32-bites Windows verziót?
TEXT_NEED_ADMIN_PRIVILEGE		=A program telepítéséhez rendszergazdai jogok szükségesek. [br]Valóban meg akarja szakítani a telepítést?
TEXT_DELETE_ALL_PRESET_FILES		=Az egyéni sémák léteznek.[br]Eltávolítja azokat?

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Wizard
TEXT_WIZARD_COMMENT			=Válassza ki a használni kívánt módot.
TEXT_WIZARD_COMMENT_CUT			=Vágja meg videó bizonyos részeit.
TEXT_WIZARD_COMMENT_SPLIT		=Ossza fel a videófájlt több részre.
TEXT_WIZARD_COMMENT_JOIN		=Fűzzön össze több videófájlt.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cut/Join Guide
TEXT_GUIDE_CUT				=<font color= white>Bandicut</font> daraboló
TEXT_GUIDE_JOIN				=<font color= white>Bandicut</font> egyesítő

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Cutting
TEXT_RESUME				=Folytatás
TEXT_PAUSE				=Szünet
TEXT_READY				=Várakozás

TEXT_TITLE_ALARM_TRAILING		=${str1} - A fájl fejlécének írása
TEXT_JOIN_JOB				=Egyesítés

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Register
TEXT_REGISTER_SUCCEEDED			=A Bandicut regisztrálva lett.
TEXT_REGISTER_FAILED			=A regisztráció sikertelen. [br]Ellenőrizze e-mail címét és sorozatszámát.
TEXT_REGISTER_CONNECT_FAILED		=Nem sikerült csatlakozni a regisztrációs kiszolgálóhoz.[br]Kérjük, ellenőrizze internetkapcsolatát, és állítsa be a rendszer óráját az aktuális dátumra és időre.${str1}
TEXT_REGISTER_FAILED_HELP		=[br]Ha segítségre van szüksége, kattintson az OK gombra.
TEXT_REGISTER_INFO			=E-mail cím: ${str1}[br]Sorozatszám: ${str2}
TEXT_REGISTER_INFO2			=Lejárat dátuma: ${str1} (${int1} nap van hátra)
TEXT_REGISTER_INFO2_EXPIRED		=Lejárat dátuma: ${str1} (Lejárt)
TEXT_REGISTER_YET			=Regisztrálatlan!!![br]- Egy vízjel fog megjelenni a videóban.[br]- Kérjük, kattintson a "Regisztrálás" gombra az összes korlátozás eltávolításához.
TEXT_HAS_BEEN_UNREGISTERED		=A Bandicut regisztrációja vissza lett vonva.
TEXT_UNREGISTER				=Törli a Bandicut regisztrációját?
TEXT_NOTICE_NEED_TO_RENEW		=A Bandicut licence ${int1} nap múlva lejár. Kattintson az 'OK' gombra a licenc megújítási információk eléréséért.
TEXT_NOTICE_NEED_TO_RENEW_NOW		=A Bandicut licence lejárt. Kattintson az 'OK' gombra a licenc megújítási információk eléréséért.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; upload video
TEXT_UPLOAD_VID_NO_TITLE		=Kérjük, adja meg a feltölteni kívánt videó címét.
TEXT_UPLOAD_YOUTUBE_LOGIN		=Bejelentkezés - YouTube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		=Bejelentkezés a YouTube-al a böngészőből..
TEXT_UPLOAD_VIMEO_LOGIN			=Bejelentkezés - Vimeo
TEXT_UPLOAD_COMPLETE			=Feltöltve
TEXT_UPLOAD_ERR_FAIL			=Nem sikerült feltölteni ezt a videót.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT		=Ez a fájl túl nagy a feltöltéshez.
TEXT_UPLOAD_ERR_FREESPACE		=Nincs elég szabad hely a feltöltéshez.
TEXT_UPLOAD_ERR_CONNECT			=Nem sikerült csatlakozni a kiszolgálóhoz.
TEXT_UPLOAD_ERR_AUTH_VIMEO		=Nem sikerült feltölteni ezt a videót. A Vimeo Basic felhasználók nem használhatják ezt a funkciót.
TEXT_UPLOAD_WARNING_DOING		=${int1} videófájl feltöltése folyamatban. Valóban megszakítja a feltöltést és bezárja a Bandicut programot?
TEXT_UPLOAD_NO_PASSWORD			=Kérjük, adjon meg egy jelszót.
TEXT_UPLOAD_YOUTUBE_QUOTA		=A Bandicut túllépte a YouTube által kijelölt napi feltöltési kvótát.[br]A kvóta csendes-óceáni idő szerint éjfélkor kerül visszaállításra.[br]Próbálkozzon újra éjfél után a csendes-óceáni idő szerint, vagy keresse fel a YouTube.com oldalt, és töltse fel közvetlenül a videót a YouTube-ra.[br][br]Ellátogat a YouTube.com oldalra?
TEXT_UPLOAD_ERR_ACCESSTOKEN		=Nem sikerült hozzáférési tokent szerezni.

TXT_TITLE               		=A YouTube-al való bejelentkezés befejeződött!
TXT_MESSAGE_COMPLETE1   		=A YouTube-al való bejelentkezés befejeződött!
TXT_MESSAGE_COMPLETE2   		=Bezárhatja ezt a lapot.
TXT_GOTO_BANDICUT_HOME  		=Ugrás a bandicut.com oldalra

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; download & update 
TEXT_UPDATE_IN_PROGRESS			=A telepítés folyamatban van...
TEXT_UPDATE_FAILED_DL			=Nem sikerült letölteni a telepítőfájlokat. [br]Lehetséges, hogy ez a rendszer jelenleg nem kapcsolódik az internetre.
TEXT_UPDATE_INSTALL_SUCCEED		=A telepítés befejeződött.
TEXT_UPDATE_INSTALL_FAILED		=A telepítés nem sikerült.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Menu
[MENU]
MENUSTR_MAIN_ABOUT			=Névjegy [tab]F1
MENUSTR_MAIN_FILE_OPEN			=Fájl megnyitása [tab]F2, Ctrl+O
MENUSTR_MAIN_FILE_UPLOAD		=Feltöltés a következőre
MENUSTR_MAIN_FILE_CLOSE			=Fájl bezárása [tab]F4
MENUSTR_MAIN_OUTPUT			=Célmappa megnyitása [tab]Ctrl+F2
MENUSTR_MAIN_SETTING			=Konfigurálás [tab]F5
MENUSTR_MAIN_REGISTER			=Regisztráció [tab]F3
MENUSTR_MAIN_CLOSE			=Kilépés [tab]Alt+F4
MENUSTR_MAIN_HELP			=Súgó
MENUSTR_HELP_ONLINE			=Súgó
MENUSTR_HELP_HOTKEYS			=Gyorsbillentyű információk
MENUSTR_HELP_LICENSE			=Licencinformációk
MENUSTR_MAIN_VIDEO			=Videó
MENUSTR_MAIN_AUDIO			=Audió
MENUSTR_MAIN_FILE_INFO			=Fájlinformációk [tab]Ctrl+F1
MENUSTR_MAIN_FILE_CLOSE_ALL		=Összes fájl bezárása [tab]F4
MENUSTR_MAIN_PROJECT_FILE_OPEN		=Projektfájl megnyitása
MENUSTR_MAIN_PROJECT_FILE_SAVE		=Projektfájl mentése
MENUSTR_UPLOAD_SETTING			=Beállítások

MENUSTR_PRESET_USER			=Felhasználói sémák
MENUSTR_PRESET_ADD			=Beállított séma hozzáadása
MENUSTR_PRESET_EDIT			=Beállított séma szerkesztése

[DIALOG]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL				=Mégse
IDOK					=OK
IDC_BTN_CLOSE				=Bezárás
IDC_BTN_YES				=Igen
IDC_BTN_NO				=Nem
IDC_BTN_REGISTER			=Regisztrálás
IDC_CK_OPEN_OUTPUT_FOLDER		=Célmappa megnyitása a művelet végén
IDC_ST_DETAIL_LINK			=Lásd még...
IDC_ST_OPTION				=Opciók
IDC_ST_HELP				=Súgó

[IDD_OUTPUT_DETAIL]
IDD_OUTPUT_DETAIL			=Kódolási mód beállítások
IDC_ST_FILE_FORMAT			=Fájl
IDC_ST_FORMAT				=Fájlformátum
IDC_ST_VIDEO_DETAIL			=Videó
IDC_ST_AUDIO_DETAIL			=Audió
IDC_ST_VIDEO_SIZE			=Videó méret
IDC_ST_FPS				=FPS
IDC_ST_VIDEO_CODEC			=Videó kódek
IDC_ST_VIDEO_MODE			=Bitarány szabályzás
IDC_ST_VIDEO_QUALITY			=Minőség
IDC_ST_VIDEO_BITRATE			=Bitarány
IDC_ST_VIDEO_DEINTERLACE		=Félképek összefésülése
IDC_ST_AUDIO_CODEC			=Audió kódek
IDC_ST_AUDIO_CHANNEL			=Csatorna
IDC_ST_AUDIO_SAMPLERATE			=Frekvencia
IDC_ST_AUDIO_MODE			=Bitarány szabályzás
IDC_ST_AUDIO_BITRATE			=Bitarány
IDC_BTN_PRESET				=Alapértelmezett
IDC_BTN_SETTING_MORE			=További beállítások...
IDC_ST_AUDIO_NORMALIZE			=Normalizálás
IDC_CK_AUDIO_NORMALIZE			=Használ

[IDD_OUTPUT_H264]
IDD_OUTPUT_H264				=H.264 beállítások
IDC_ST_H264_PROFILE_SETTING		=H.264 beállítások
IDC_ST_H264_PROFILE			=Profil
IDC_ST_H264_LEVEL			=Szint

[IDD_PRESET_ADD]
IDD_PRESET_ADD				=Új beállított séma hozzáadása
IDC_ST_ADD_PRESET			=Az aktuális formátum beállításokat új sémaként mentheti.[br]Adja meg az új séma nevét.
IDC_ST_SELECT_ENCODER			=H.264 kódoló beállításai
IDC_ST_VIDEO_ENCODER			=H.264 kódoló

[IDD_PRESET_RENAME]
IDD_PRESET_RENAME			=Beállított séma átnevezése
IDC_ST_RENAME_PRESET			=Adjon meg egy új nevet a beállított sémának.

[IDD_PRESET_EDIT]
IDD_PRESET_EDIT				=Beállított séma szerkesztése
IDC_BTN_PRESET_ADD			=Hozzáadás
IDC_BTN_PRESET_DELETE			=Törlés
IDC_BTN_PRESET_RENAME			=Átnevezés

[IDD_SETTING]
IDD_SETTING				=Konfigurálás
IDC_BTN_RESET				=Visszaállítás

[IDD_SETTING_GENERAL]
IDC_CK_SHOW_NOT_SKEEABLE		=Figyelmeztetés nem kereshető médiafájlok megnyitásakor
IDC_CK_ALERT_EXIST_FILE			=Figyelmeztetés, ha már létezik ilyen nevű fájl
IDC_CK_ALERT_SAVE_PROJECT		=Figyelmeztetés a projektfájl mentésekor
IDC_CK_USE_LOG_FILE			=Naplófájl létrehozása (.log)
IDC_CK_MOV_FRONT_HEADER			=Fájlinformációk mentése a fájl elejére (csak MP4)
IDC_CK_KEEP_CREATION_TIME		=Eredeti fájl létrehozási dátum/idő megőrzése
IDC_ST_UPLOAD				=Feltöltési lehetőségek
IDC_CK_SHOW_TIP				=Tippek/információk megjelenítése
IDC_CK_AUTO_MOVE			=Beviteli pozíció áthelyezése a számbillentyűk megnyomásakor
IDC_CK_DEINTERLACE_PREVIEW		=Félkép összefésülési szűrő használata a váltott soros videó lejátszásakor

[IDD_SETTING_FILE]
IDC_ST_OUTPUT				=Célmappa
IDC_BTN_SET_OUTPUT			=Tallózás...
IDC_BTN_OPEN_OUTPUT			=Megnyitás
IDC_CK_OUTPUT_SOURCE			=Mentés a forrásmappába
IDC_ST_FILENAME				=Fájl elnevezési beállítások
IDC_ST_CACHE_FOLDER			=Gyorsítótár mappa
IDC_BTN_SET_CACHE_FOLDER		=Tallózás...
IDC_BTN_SET_DEFAULT_CACHE_FOLDER	=Alapértelmezett

[IDD_SETTING_LANGUAGE]
IDC_ST_LANGUAGE				=Nyelv
IDC_ST_TRANSLATOR			=Köszönet a következő fordítóknak

[IDD_SETTING_HIGHSPEED]
IDC_CK_SHOW_NOT_HIGH_SPEED		=Figyelmeztessen, ha nem tudja használni a gyors módot
IDC_CK_ALWAYS_KEY_FRAME_CUT		=Vágás/egyesítés mindig kulcsképek szerint gyors módban
IDC_CK_SHOW_KEY_FRAME_CUT		=Figyelmeztessen, ha a fájl kezdési ideje megváltozik

[IDD_UPLOAD_TO_VIMEO]
IDD_UPLOAD_TO_VIMEO			=Feltöltés a Vimeo.com megosztóra
IDC_ST_VIMEO_UPLOADINFO			=Feltöltési információ
IDC_ST_VIMEO_FILENAME			=Fájlnév:
IDC_ST_VIMEO_TITLE			=Cím:
IDC_ST_VIMEO_DESCRIPTION		=Leírás:
IDC_ST_VIMEO_PRIVACY			=Adatvédelem:
IDC_RD_VIMEO_PRIVACY_ANYONE		=Bárki - Bárki megtekintheti ezt a videót
IDC_RD_VIMEO_PRIVACY_ONLYME		=Csak én - Rajtam kívül senki nem láthatja ezt a videót
IDC_RD_VIMEO_PRIVACY_FOLLOW		=Csak az általam követett személy - Csak a Vimeo-n általam követett személy láthatja ezt a videót
IDC_RD_VIMEO_PRIVACY_UNLISTED		=Csak a privát linkkel rendelkező személyek láthatják ezt a videót
IDC_ST_VIMEO_PRIVACY_UNLISTED		=(A Vimeo Basic felhasználói nem használhatják ezt az opciót)
IDC_RD_VIMEO_PRIVACY_PASSWORD		=Csak a jelszóval rendelkező személyek láthatják ezt a videót
IDC_CK_HIDE_PASSWORD			=Jelszó elrejtése
IDC_BTN_VIMEO_UPLOAD			=Feltöltés
IDC_LN_VIMEO_HELP			=Súgó

[IDD_UPLOADING_VIMEO]
IDD_UPLOADING_VIMEO			=Feltöltés...
IDC_ST_VIMEO_UPLOADED			=A videó feltöltése befejeződött!
IDC_ST_VIMEO_LINK			=Hivatkozás:
IDC_ST_VIMEO_EMBED			=Beágyazás:
IDC_BTN_VIMEO_LINK_GO			=Ugrás
IDC_BTN_VIMEO_EMBED_COPY		=Másolás
IDC_BTN_VIMEO_CLOSE			=Bezárás

[IDD_UPLOAD_TO_YOUTUBE]
IDD_UPLOAD_TO_YOUTUBE			=Feltöltés a Youtube.com-ra
IDC_ST_YOUTUBE_UPLOADINFO		=Feltöltési információk
IDC_ST_YOUTUBE_FILENAME			=Fájlnév:
IDC_ST_YOUTUBE_TITLE			=Cím:
IDC_ST_YOUTUBE_DESCRIPTION		=Leírás:
IDC_ST_YOUTUBE_PRIVACY			=Adatvédelem:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC		=Nyilvános - Bárki láthatja ezt a videót
IDC_RD_YOUTUBE_PRIVACY_UNLISTED		=Listán nem szereplő - Bárki, aki rendelkezik a videó linkjével, láthatja ezt a videót
IDC_RD_YOUTUBE_PRIVACY_PRIVATE		=Privát - Csak én, és az általam kiválasztott felhasználók láthatják ezt a videót
IDC_BTN_YOUTUBE_UPLOAD			=Feltöltés
IDC_LN_YOUTUBE_HELP			=Súgó
IDC_LN_YOUTUBE_TOS			=A 'Feltöltés' gombra kattintva igazolja, hogy a tartalomhoz kapcsolódó összes jog birtokában van, vagy engedélyt kapott a tulajdonostól, hogy a tartalom nyilvánosan elérhető legyen a YouTube-on, és az egyébként is megfelel a <a>YouTube általános szerződési feltételeinek</a>.
IDC_CK_YOUTUBE_KEEP_LOGGED_IN		=Maradjak bejelentkezve
IDC_BTN_YOUTUBE_LOGOUT			=Kijelentkezés

[IDD_UPLOADING_YOUTUBE]
IDD_UPLOADING_YOUTUBE			=Feltöltés...
IDC_ST_YOUTUBE_UPLOADED			=A videó feltöltése befejeződött!
IDC_ST_YOUTUBE_LINK			=Hivatkozás:
IDC_ST_YOUTUBE_EMBED			=Beágyazás:
IDC_BTN_YOUTUBE_LINK_GO			=Indítás
IDC_BTN_YOUTUBE_EMBED_COPY		=Másolás
IDC_BTN_YOUTUBE_CLOSE			=Bezárás

[IDD_FILEINFO]
IDD_FILEINFO				=Fájlinformációk
IDC_BTN_CLIPBOARD			=Másolás a vágólapra

[IDD_REGISTER]
IDD_REGISTER				=A Bandicut regisztrálása
IDC_ST_1BUY				=1. Vásárlás
IDC_ST_1BUY_COMMENT			=Ha a Bandicut nincs regisztrálva, egy vízjel kerül a videóba. Kérjük, kattintson a "Vásárlás" gombra a Bandicut licenc beszerzéséhez.
IDC_BTN_BUY_ONLINE			=Vásárlás
IDC_ST_2REGISTER			=2. Regisztrálás
IDC_ST_2REGISTER_COMMENT		=Kérjük, adja meg az e-mail címet és a sorozatszámot. [br](Internetkapcsolat szükséges a Bandicut regisztrálásához.)
IDC_ST_EMAIL_ADDRESS			=E-mail cím
IDC_ST_SERIAL_NUMBER			=Sorozatszám
IDC_BTN_REGISTER_NOW			=Regisztrálás
IDC_BTN_UNREGISTER_NOW			=Regisztráció törlése

[IDD_SHUTDOWN]
IDD_SHUTDOWN				=Rendszer leállítása
IDC_ST_SHUTDOWN_INFO			=Rendszer leállítása
IDC_ST_SHUTDOWN_MSG1			=A rendszer automatikusan le fog állni, mivel a művelet befejeződött.[br]Ha nem szeretné leállítani a rendszert, kattintson a Mégse gombra.
IDD_SHUTDOWN_APP			=Bandicut bezárása
IDC_ST_SHUTDOWN_APP_INFO		=Bandicut bezárása
IDC_ST_SHUTDOWN_APP_MSG1		=A Bandicut automatikusan be fog záródni, mivel a művelet befejeződött.[br]Ha nem szeretné bezárni a Bandicut programot, kattintson a Mégse gombra.

[IDD_UPDATE_CHECK]
IDD_UPDATE_CHECK			=Frissítés ellenőrzése
IDC_ST_UPDATE_SETTING			=Beállítások
IDC_CK_ENABLE_AUTO_CHECK		=Automatikus frissítés ellenőrzés engedélyezése
IDC_CK_SHOW_UPDATE_POPUP		=Felugró ablak megjelenítése egy fontosabb frissítés megjelenésekor
IDC_CK_SHOW_ENABLE_BETA			=Felugró ablak megjelenítése béta frissítés elérésekor
IDC_BTN_CHECK_UPDATE_NOW		=Frissítés ellenőrzése

[IDD_UPDATEINFO]
IDD_UPDATEINFO				=Frissítési információk
IDC_ST_UPDATE_MSG1			=Új verzió érhető el.
IDC_ST_UPDATE_MSG2			=Kattintson a [Frissítés] gombra, és töltse le a telepítőfájlt.
IDOK					=Frissítés

[IDD_FAILTOADD]
IDD_FAILTOADD				=Nem sikerült hozzáadni a fájl(oka)t.

[IDD_ITEM_EDIT]
IDD_ITEM_EDIT				=Videó daraboló
IDOK					=Alkalmaz
IDC_RD_SPLIT_NUMBER			=Felosztás
IDC_RD_SPLIT_TIME			=Időtartam szerint:
IDC_ST_SEGMENT				=részre
IDC_CK_KEEP_SEGMENT			=A kiválasztott rész megtartása
IDC_ST_HOUR				=Óra
IDC_ST_MIN				=Perc
IDC_ST_SEC				=Mp

[IDD_INFORMATION]
IDD_INFORMATION				=Gyorsbillentyűk
IDD_INFORMATION_LICENSE			=Licencinformációk

[SKIN]
; New UI
; Common
$BN_START				=Indítás
$BN_CANCEL				=Mégse
$BN_OK					=OK
$BN_YES					=Igen
$BN_NO					=Nem
$ST_OPTION				=Opciók
$CK_JOIN				=Szegmensek egyesítése
$BN_OPEN_OUTPUT				=Megnyitás
$BN_HELP				=Súgó
$CHECK_DO_NOT_SHOW			=Ne jelenjen meg többé

; Main
$BN_TIP					=Kérjük, regisztráljon az összes korlátozás eltávolításához.
$BN_ADD_SEGMENT				=Szegmens hozzáadása
$BN_GUIDE_OPEN_FILE			=Fájl megnyitása
$BN_GUIDE_OPEN_FILE_JOINER		=Fájlok megnyitása
$ST_GUIDE_SET_SEGMENT			=Vágási terület kijelölése
$ST_GUIDE_START				=Kattintson az Indítás gombra
$ST_GUIDE_ADD_FILES			=Fájlok hozzáadása
$ST_SEGMENT_LIST_TITLE			=Darabolási szegmens lista
$ST_SEGMENT_LIST_TITLE_JOIN		=Egyesítési fájllista

; Wizard
$BN_WIZARD_CUT				=Vágás
$BN_WIZARD_JOIN				=Egyesítés
$BN_WIZARD_SPLIT			=Darabolás

; About
$ST_ABOUT_VERSION_INFO			=Bandicut verzió
$ST_ABOUT_COPYRIGHT			=Szerzői jog(c) 2013-2021 Bandicam.com
$BN_ABOUT_NEW_VERSION			=Új verzió érhető el.
$BN_ABOUT_CHECK_UPDATE			=Frissítés ellenőrzése
$ST_ABOUT_LICENCE_INFO			=Programinformációk
$BN_ABOUT_REGISTER			=Regisztrálás
$BN_ABOUT_REGISTER_HELP			=Hogyan vásárolhat és regisztrálhat
$ST_ABOUT_HOMEPAGE_INFO			=Weboldal URL
$ST_ABOUT_HOMEPAGE_URL			=Weboldal
$ST_ABOUT_FAQ_URL			=GYIK
$BN_ABOUT_UPDATE_REGISTRATION		=Regisztráció frissítése
$BN_ABOUT_RENEW_LICENSE			=Licenc megújítása

; OutputProgress

; Ready
$ST_READY_OUTPUT_MODE			=Mód
$RD_READY_HIGH_SPEED_MODE		=Gyors mód
$RD_READY_ENCODING_MODE			=Kódolási mód
$ST_READY_MODE_HIGH_SPEED		=Gyors és veszteségmentes (Ajánlott)
$ST_READY_MODE_ENCODING			=Fájlformátum, minőség és kódek testreszabása (Lassú)
$ST_READY_FILE_FORMAT			=Fájlformátum
$ST_READY_VIDEO_INFO			=Videó információk
$ST_READY_VIDEO_ENCODER			=Videókódoló
$ST_READY_AUDIO_INFO			=Audió információk
$BN_READY_DETAIL_SETTING		=Kódolási beállítások
$BN_READY_PRESET			=Beállított sémák
$ST_READY_OUTPUT_OPTION			=Kimenet
$ST_READY_OUTPUT_FILE_NAME		=Fájlnév
$ST_READY_SAVE_FOLDER			=Mappa
$CK_READY_OUTPUT_TO_SOURCE		=Mentés a forrásmappába
$ST_READY_TRACK_OPTION			=Sávok mentése
$RD_READY_ALL_TRACK			=Összes videó és audió sáv mentése
$RD_READY_SEL_TRACK			=Csak a kijelölt videó és audió sávok mentése
$CK_READY_EXTRACT_AUDIO			=Hangsávok kiemelése (.mp3)
$CK_READY_REMOVE_AUDIO			=Hangsávok eltávolítása

; Run
$ST_RUN_CUT_FILE_INFO			=Folyamat
$ST_RUN_FILE_NAME			=Fájl:
$ST_RUN_COMPLETE			=Kész
$BN_RUN_UPLOAD				=Feltöltés
$BN_RUN_PLAY				=Lejátszás
$ST_RUN_RUNNING_TIME			=Eltelt idő
$ST_RUN_REMAINING_TIME			=Hátralévő idő
$ST_RUN_SPEED				=Sebesség
$ST_RUN_FILE_SIZE			=Fájlméret
$ST_END_OPTION				=Befejezés után
$ST_UPLOAD_OPTION			=Feltöltési lehetőségek
$CK_RUN_OPEN_OUTPUT_FOLDER		=Célmappa megnyitása a művelet végén
$CK_RUN_SYSTEM_CLOSE			=Leállítás
$CK_SOUND_ALARM				=Hang lejátszása
$CK_MOVE_TO_MAIN			=Ugrás a főablakba

; Capture
$BN_OPEN_FOLDER				=Mappa megnyitása
$BN_MESSAGE				=[u]A rögzített kép a kimeneti mappába került.[/u]

; Update Bandicam
$ST_UPDATE_STEP1_TEXT			=Használta már a <font color="yellow">Bandicam</font> programot? Ez lehetővé teszi, hogy bármit rögzítsen a számítógép képernyőjén, és videófájlként elmentse a rögzített anyagot.[br]Szeretné kipróbálni a Bandicam programot?
$BN_UPDATE_STEP1_LINK			=Bővebben
$ST_UPDATE_STEP2_TEXT			=Letöltés folyamatban...
$BN_UPDATE_INSTALL			=Telepítés most
$BN_UPDATE_LATER			=Nem, köszönöm!
$BN_UPDATE_CANCEL			=Mégse
$BN_UPDATE_CLOSE			=Bezárás
$ST_UPDATE_OFFLINE			=bandicam.jpg

; Rebuild Index
$ST_REBUILD_INDEX_TITLE			=Fájl(ok) előkészítése szerkesztésre.

; Tooltip
$TT_MENU				=Menü
$TT_WIZARD				=Kezdő lépések (Kezdőlap)
$TT_CUTTER				=Kivágás
$TT_JOINER				=Egyesítés
$TT_ABOUT				=Információ (F1)
$TT_SETTING				=Konfigurálás (F5)
$TT_BANDICAM				=Bandicam indítása

$TT_FILE_CLOSE_WORK			=Összes fájl bezárása (F4)
$TT_FILE_CLOSE_WORK_CUT			=Fájl bezárása - Minden szegmens eltávolítása (F4)

$TT_FILE_OPEN				=Fájl megnyitása (F2,Ctrl+O)
$TT_FILE_ADD				=Fájlok hozzáadása (F2,Ctrl+O)
$TT_FILE_PROJECT			=Projektfájl megnyitása/mentése
$TT_OPEN				=Megnyitás

$TT_REGISTER				=Regisztrálás (F3)
$TT_OPEN_OUTPUT_FOLDER			=Projektfájl megnyitása (Ctrl+F2)
$TT_HELP				=Súgó
$TT_REFRESH_LINFO			=Licencadatok frissítése

$TT_PLAYER_PLAY				=Lejátszás/Szünet (Szóköz)
$TT_PLAYER_STOP				=Leállítás (Ctrl+Szóköz)
$TT_PLAYER_PLAY_SEG			=Szegmens lejátszása/szüneteltetése (Ctrl+P)
$TT_PLAYER_STOP_SEG			=Szegmens leállítása (Alt+P)

$TT_PLAYER_PREV_KEY_FRAME		=Ugrás az előző kulcskockára (Ctrl+Bal)
$TT_PLAYER_PREV_FRAME			=Ugrás az előző képkockára (Bal)
$TT_PLAYER_NEXT_FRAME			=Ugrás a következő képkockára (Jobb)
$TT_PLAYER_NEXT_KEY_FRAME		=Ugrás a következő kulcskockára (Ctrl+Jobb)
$TT_PLAYER_PREV_FILE_PLAY		=Előző fájl lejátszása (Bal)
$TT_PLAYER_NEXT_FILE_PLAY		=Következő fájl lejátszása (Jobb)
$TT_PLAYER_SEG_ADD			=Egy szegmens hozzáadása (Ctrl+A)
$TT_ADD_SEGMENT_MAX               	=Legfeljebb ${int1} fájlt/szegmenst adhat hozzá.
$TT_PLAYER_SEG_START			=Kezdőpont beállítása ( S )
$TT_PLAYER_SEG_END			=Végpont beállítása ( E )
$TT_PLAYER_MUTE_ON			=Némítás ( M )
$TT_PLAYER_MUTE_OFF			=Némítás feloldása ( M )

$TT_PLAYER_CAPTURE			=Rögzítés (Ctrl+C)

$TT_ADD_SEGMENT				=Szegmens hozzáadása (Ctrl+N)
$TT_PREV_SEGMENT			=Feljebb
$TT_NEXT_SEGMENT			=Lejjebb
$TT_PREV_MOVE_FILE			=Visszalépés
$TT_NEXT_MOVE_FILE			=Előrelépés

$TT_RUN_UPLOAD_OPTION			=Feltöltési lehetőségek

$TT_LIST_PLAY				=Szegmens lejátszása/szüneteltetése
$TT_LIST_SPLIT				=Vágás
$TT_LIST_CUT_REMOVE			=Eltávolítás
$TT_LIST_JOIN_REMOVE			=Eltávolítás

$FONT_SIZE				=

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$LOGO_FILE				=logo.png
$BETA_ICON_FILE				=beta_icon.png
$UNREGISTERED_ICON_FILE			=unregistered_icon.png
$EXPIRED_ICON_FILE			=expired_icon.png

[HOTKEYS]
HOTKEYS_DEFAULT				=* Bandicut gyorsbillentyűk
HOTKEYS_ABOUT				=- Bandicut névjegy:		F1
HOTKEYS_FILE_INFO			=- Fájlinformációk:		Ctrl+F1
HOTKEYS_SETTING				=- Beállítások:		F5
HOTKEYS_MAX				=- Teljes méret/Visszaállítás:	Enter
HOTKEYS_CHANGE_MODE			=- Üzemmód váltás: 		Ctrl+M
HOTKEYS_REGISTER			=- Bandicut regisztrálása:	F3
HOTKEYS_HOME				=- Ugrás a kezdőlapra:		Home

HOTKEYS_PLAY_TITLE			=* Lejátszás
HOTKEYS_OPEN_FILE			=- Fájl megnyitása:		Ctrl+O, F2
HOTKEYS_CLOSE				=- Fájl(ok) bezárása:		F4
HOTKEYS_START				=- Indítás:           Ctrl+Enter
HOTKEYS_OPEN_FOLDER			=- Célmappa megnyitása:	Ctrl+F2
HOTKEYS_PLAY				=- Lejátszás/Szünet:		Szóköz
HOTKEYS_STOP				=- Leállítás:			Ctrl+Szóköz
HOTKEYS_MUTE				=- Némítás be/ki:		M

HOTKEYS_SEGMENT_PLAY			=- Szegmens lejátszása/szüneteltetése:	Ctrl+P
HOTKEYS_SEGMENT_STOP			=- Szegmens leállítása:		Alt+P
HOTKEYS_SEGMENT_REMOVE			=- Egy szegmens eltávolítása:	Delete

HOTKEYS_PLAY_FORWARD			=- Előre:			Jobb, Numpad+
HOTKEYS_PLAY_REWIND			=- Hátra:			Bal, Numpad-

HOTKEYS_CUT_TITLE			=* Kivágás
HOTKEYS_SET_START_TIME			=- Kezdőpont beállítása:	S
HOTKEYS_SET_END_TIME			=- Végpont beállítása:  	E
HOTKEYS_SEGMENT_ADD			=- Szegmens hozzáadása:	Ctrl+N

HOTKEYS_NEXT_FRAME			=- Következő képkocka:		Jobb, Numpad+
HOTKEYS_NEXT_KEY_FRAME			=- Következő kulcskép:		Ctrl+Jobb

HOTKEYS_PREVIOUS_FRAME			=- Előző képkocka:		Bal, Numpad-
HOTKEYS_PREVIOUS_KEY_FRAME		=- Előző kulcskép:		Ctrl+Bal

HOTKEYS_PREVIOUS_SEL_SEG		=- Előző szegmens kijelölése : 	Fel
HOTKEYS_NEXT_SEL_SEG			=- Következő szegmens kijelölése : 	Le

HOTKEYS_PREV_TIME_DIGIT			=- Ugrás az előző idő számjegyre:Shift+Tab
HOTKEYS_NEXT_TIME_DIGIT			=- Ugrás a következő idő számjegyre:	Tab

HOTKEYS_JOIN_TITLE			=* Egyesítés
HOTKEYS_PREV_FILE_PLAY			=- Előző fájl kijelölése/lejátszása: 	Bal
HOTKEYS_NEXT_FILE_PLAY			=- Következő fájl kijelölése/lejátszása: 	Jobb